Repository: natata7/mixtape
Catalog: languages/mixtape-*.po
Languages: uk

source: If you have found a spelling error, please, notify us by selecting that text and pressing <em>Ctrl+Enter</em>.
uk: Знайшли помилку? Виділіть текст на натисніть комбінацію <em>Ctrl+Enter</em>.

source: Spelling error report
uk: Звіт про орфографічну помилку

source: The following text will be sent to our editors:
uk: Наступний текст буде надіслано до нашої редакції:

source: Send
uk: Надіслати

source: Thanks!
uk: Дякую!

source: Our editors are notified.
uk: Наша редакція повідомлена.

source: Close
uk: Закрити

source: Your comment (optional)
uk: Ваш коментар (необов’язково)

source: Report an error
uk: Повідомити про помилку

source: Administrator
uk: Адміністратор

source: Editor
uk: Редактор

source: Specify other
uk: Вкажіть інше

source: Text
uk: Текст

source: Image
uk: Зображення

source: Do not show caption at the bottom of post
uk: Не показувати підпис унизу публікації

source: Default
uk: За замовчуванням

source: automatically translated to supported languages
uk: автоматично перекладено на підтримувані мови

source: Custom text
uk: Спеціальний текст

source: Just notify of successful submission
uk: Просто повідомте про успішне подання

source: Show preview of reported text and ask confirmation
uk: Показати попередній перегляд повідомленого тексту та запитати підтвердження

source: Preview and comment field
uk: Поле попереднього перегляду та коментарів

source: Configuration
uk: Конфігурація

source: Help
uk: Довідка

source: Statistics
uk: Статистика

source: Reports received up to date:
uk: Звіти отримані на сьогодні:

source: Email recipient
uk: Одержувач електронного листа

source: Post types
uk: Типи постів

source: Shortcodes
uk: Шорткоди

source: Caption format
uk: Формат підпису

source: Caption text mode
uk: Текстовий режим підпису

source: Icon before the caption text
uk: Значок перед текстом підпису

source: Color scheme
uk: Кольорова схема

source: Dialog mode
uk: Діалоговий режим

source: Multisite inheritance
uk: Багатосайтове успадкування

# select option, shown when no users with editor role are present
source: no editors found
uk: не знайдено користувачів

source: separate multiple recipients with commas
uk: розділіть кількох одержувачів комами

source: If post ID is determined, notify post author instead
uk: Якщо ідентифікатор публікації визначено, повідомити тільки автора публікації

source: "Press Ctrl+Enter&hellip;" captions will be displayed at the bottom of selected post types.
uk: «Натисніть Ctrl+Enter &hellip;» підписи відображатимуться внизу вибраних типів публікацій.

source: Register
uk: Зареєструвати

source: shortcode.
uk: шорткод.

source: Enable if manual caption insertion via shortcodes is needed.
uk: Увімкніть, якщо потрібно ручне вставлення заголовків за допомогою коротких кодів.

source: Usage examples are in Help section.
uk: Приклади використання знаходяться в розділі Довідка.

source: When enabled, Mixtape Ctrl+Enter listener works on all pages, not only on enabled post types.
uk: Якщо ввімкнути, слухач плагіну Ctrl+Enter працює на всіх сторінках, а не лише на ввімкнених типах публікацій.

source: Enter the full image URL starting with http://
uk: Введіть повну URL-адресу зображення, починаючи з https://

source: no icon
uk: немає значка

source: default color
uk: колір за замовчуванням

source: Preview dialog
uk: Діалог попереднього перегляду

source: Copy settings from main site when new blog is created
uk: Копіювати налаштування з головного сайту під час створення нового блогу

source: ERROR: You didn't select valid email recipient.
uk: ПОМИЛКА. Ви не вибрали дійсного одержувача електронної пошти.

source: ERROR: You entered invalid email address: %s
uk: ПОМИЛКА: Ви ввели невірну електронну адресу: %s

source: ERROR: You didn't enter caption image URL.
uk: ПОМИЛКА. Ви не ввели URL-адресу зображення підпису.

source: Settings
uk: Налаштування

source: <strong>Mixtape</strong> must now be <a href="%s">configured</a> before use.
uk: Перед використанням <strong>mixtape</strong> потрібно <a href="%s">налаштувати</a>.

source: <strong>Mixtape</strong> settings notice will be dismissed after saving changes.
uk: Повідомлення про параметри <strong>mixtape</strong> буде закрито після збереження змін.

source: Optional shortcode parameters are:
uk: Додаткові параметри короткого коду:

source: can be 'text' or 'image'
uk: може бути «текст» або «зображення»

source: override default css class
uk: замінити клас css за замовчуванням

source: override caption text
uk: замінити текст підпису

source: override image URL
uk: перевизначити URL-адресу зображення

source: When no parameters specified, general configuration is used.
uk: Якщо параметри не вказано, використовується загальна конфігурація.

source: If image url is specified, format parameter can be omitted.
uk: Якщо вказано URL-адресу зображення, параметр format можна опустити.

source: Shortcode usage example:
uk: Приклад використання шорткоду:

source: PHP code example:
uk: Приклад коду PHP:

source: Hooks
uk: Хуки

source: Allows to modify caption text globally (preferred over HTML filter).
uk: Дозволяє глобально змінювати текст підпису (бажано, ніж фільтр HTML).

source: Allows to modify the caption HTML before output.
uk: Дозволяє змінювати HTML підпису перед виведенням.

source: Allows to modify modal dialog strings (preferred over HTML filter).
uk: Дозволяє змінювати рядки модального діалогу (бажано, ніж HTML-фільтр).

source: Allows to modify the modal dialog HTML before output.
uk: Дозволяє змінювати HTML модального діалогового вікна перед виведенням.

source: Allows to override email sending logic.
uk: Дозволяє змінювати логіку надсилання електронної пошти.

source: Allows to change email recipient.
uk: Дозволяє змінити одержувача електронної пошти.

source: Allows to change email subject.
uk: Дозволяє змінити тему електронного листа.

source: Allows to modify email message to send.
uk: Дозволяє змінювати повідомлення електронної пошти для надсилання.

source: Allows for custom reports handling. Refer to code for implementation details.
uk: Дозволяє обробку спеціальних звітів. Зверніться до коду для деталей реалізації.

source: Allows to modify global options array during initialization.
uk: Дозволяє змінювати глобальний масив параметрів під час ініціалізації.

source: Allows to add custom logic for whether to output Mixtape to front end or not.
uk: Дозволяє додати настроювану логіку для того, чи виводити Mixtape у інтерфейс чи ні.

source: Report not sent
uk: Звіт не надіслано

source: Spam protection: too many reports from your IP address.
uk: Захист від спаму: забагато звітів із вашої IP-адреси.

source: No text selected.
uk: Текст не вибрано.

source: Our editors already got notified about this error. Thanks for your care.
uk: Нашу редакцію вже сповістили про цю помилку. Дякуємо за вашу турботу.

source: Email service returned an error while trying to deliver your report.
uk: Служба електронної пошти повернула помилку під час спроби доставити ваш звіт.

source: Reported from page:
uk: Повідомлено зі сторінки:

# [Email] Reported from page: unknown
source: unknown
uk: невідомо

source: Post edit URL:
uk: Посилання для редагування:

source: Reported by:
uk: Повідомив:

source: Reported text
uk: Повідомлений текст

source: Comment:
uk: Коментар:

source: Spelling error reported
uk: Повідомлено про орфографічну помилку
